Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexCarPlay/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, th, tr, uk, ur, vi, zh_hans, zh_hant

# carplay.action.cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fr: Annuler
he: ביטול
hi: रद्द करें
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
mr: रद्द करा
ms: Batal
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro: Anulați
ru: Отмена
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# carplay.action.complete
source: Done
ar: تم
bn: সম্পন্ন
de: Erledigt
el: Τέλος
es: Listo
fa: انجام شد
fr: Terminer
he: בוצע
hi: हो गया
id: Selesai
it: Completa
ja: 完了
ko: 완료
mr: पूर्ण
ms: Selesai
nl: Voltooid
pl: Gotowe
pt_br: Concluir
ro: Finalizat
ru: Готово
th: เสร็จสิ้น
tr: Bitti
uk: Готово
ur: ہو گیا
vi: Xong
zh_hans: 完成
zh_hant: 完成

# carplay.action.defer_tomorrow
source: Tomorrow instead
ar: تأجيل إلى الغد
bn: বরং আগামীকাল
de: Stattdessen morgen
el: Αύριο αντί σήμερα
es: Mejor mañana
fa: موکول به فردا
fr: Plutôt demain
he: דחייה למחר
hi: कल पर टालें
id: Besok saja
it: Meglio domani
ja: 明日に変更
ko: 내일로 변경
mr: त्याऐवजी उद्या
ms: Esok sahaja
nl: In plaats daarvan morgen
pl: Lepiej jutro
pt_br: Para amanhã
ro: Mâine în schimb
ru: Лучше завтра
th: พรุ่งนี้แทน
tr: Bugün yerine yarın
uk: Краще завтра
ur: کل تک ملتوی کریں
vi: Để ngày mai
zh_hans: 改到明天
zh_hant: 改到明天

# carplay.action.open_iphone
source: Open on iPhone
ar: فتح على iPhone
bn: iPhone-এ খুলুন
de: Auf dem iPhone öffnen
el: Άνοιγμα στο iPhone
es: Abrir en el iPhone
fa: باز کردن در iPhone
fr: Ouvrir sur l’iPhone
he: פתיחה ב-iPhone
hi: iPhone पर खोलें
id: Buka di iPhone
it: Apri su iPhone
ja: iPhoneで開く
ko: iPhone에서 열기
mr: iPhone वर उघडा
ms: Buka pada iPhone
nl: Open op iPhone
pl: Otwórz na iPhonie
pt_br: Abrir no iPhone
ro: Deschideți pe iPhone
ru: Открыть на iPhone
th: เปิดบน iPhone
tr: iPhone’da aç
uk: Відкрити на iPhone
ur: اپنے iPhone پر کھولیں
vi: Mở trên iPhone
zh_hans: 在 iPhone 上打开
zh_hant: 在 iPhone 上開啟

# carplay.action.retry
source: Retry
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
de: Erneut versuchen
el: Νέα δοκιμή
es: Reintentar
fa: تلاش مجدد
fr: Réessayer
he: ניסיון חוזר
hi: फिर से कोशिश करें
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 다시 시도
mr: पुन्हा प्रयत्न करा
ms: Cuba Semula
nl: Probeer opnieuw
pl: Ponów
pt_br: Tentar novamente
ro: Reîncercați
ru: Повторить
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# carplay.detail.about
source: About %@
ar: حوالي %@
bn: প্রায় %@
de: Etwa %@
el: Περίπου %@
es: Aprox. %@
fa: حدود %@
fr: Environ %@
he: בערך %@
hi: लगभग %@
id: Sekitar %@
it: Circa %@
ja: 約%@
ko: 약 %@
mr: सुमारे %@
ms: Kira-kira %@
nl: Ongeveer %@
pl: Około %@
pt_br: Cerca de %@
ro: Aproximativ %@
ru: Около %@
th: ประมาณ %@
tr: Yaklaşık %@
uk: Близько %@
ur: تقریباً %@
vi: Khoảng %@
zh_hans: 约 %@
zh_hant: 約 %@

# carplay.detail.overdue
source: Overdue
ar: متأخرة
bn: বকেয়া
de: Überfällig
el: Εκπρόθεσμη
es: Vencida
fa: عقب‌افتاده
fr: En retard
he: באיחור
hi: अतिदेय
id: Terlewat
it: In ritardo
ja: 期限切れ
ko: 기한 초과
mr: ओव्हरड्यू
ms: Lewat
nl: Verlopen
pl: Zaległe
pt_br: Atrasada
ro: Restantă
ru: Просрочено
th: เกินกำหนด
tr: Gecikmiş
uk: Прострочено
ur: تاخیر کا شکار
vi: Quá hạn
zh_hans: 已逾期
zh_hant: 已逾期

# carplay.detail.started
source: Started
ar: تم البدء
bn: শুরু হয়েছে
de: Gestartet
el: Ξεκίνησε
es: Iniciada
fa: شروع‌شده
fr: Démarrée
he: התחילה
hi: शुरू हुआ
id: Dimulai
it: Iniziata
ja: 開始済み
ko: 시작됨
mr: सुरू झाले
ms: Dimulakan
nl: Gestart
pl: Rozpoczęte
pt_br: Iniciada
ro: Începută
ru: Начата
th: เริ่มแล้ว
tr: Başlandı
uk: Розпочато
ur: شروع شدہ
vi: Đã bắt đầu
zh_hans: 已开始
zh_hant: 已開始

# carplay.detail.started_about
source: Started · about %@
ar: تم البدء · حوالي %@
bn: শুরু হয়েছে · প্রায় %@
de: Gestartet · etwa %@
el: Ξεκίνησε · περίπου %@
es: Iniciada · aprox. %@
fa: شروع‌شده · حدود %@
fr: Démarrée · environ %@
he: התחילה · בערך %@
hi: शुरू हुआ · लगभग %@
id: Dimulai · sekitar %@
it: Iniziata · circa %@
ja: 開始済み · 約%@
ko: 시작됨 · 약 %@
mr: सुरू झाले · सुमारे %@
ms: Dimulakan · kira-kira %@
nl: Gestart · ongeveer %@
pl: Rozpoczęte · około %@
pt_br: Iniciada · cerca de %@
ro: Începută · aproximativ %@
ru: Начата · около %@
th: เริ่มแล้ว · ประมาณ %@
tr: Başlandı · yaklaşık %@
uk: Розпочато · близько %@
ur: شروع شدہ · تقریباً %@
vi: Đã bắt đầu · khoảng %@
zh_hans: 已开始 · 约 %@
zh_hant: 已開始 · 約 %@

# carplay.detail.until
source: Until %@
ar: حتى %@
bn: %@ পর্যন্ত
de: Bis %@
el: Έως %@
es: Hasta %@
fa: تا %@
fr: Jusqu’à %@
he: עד %@
hi: %@ तक
id: Hingga %@
it: Fino a %@
ja: %@まで
ko: %@까지
mr: %@ पर्यंत
ms: Sehingga %@
nl: Tot %@
pl: Do %@
pt_br: Até %@
ro: Până la %@
ru: До %@
th: จนถึง %@
tr: %@ saatine kadar
uk: До %@
ur: %@ تک
vi: Đến %@
zh_hans: %@ 结束
zh_hant: %@ 結束

# carplay.empty.detail
source: Nothing left for today.
ar: لم يتبقَّ شيء لليوم.
bn: আজকের জন্য আর কিছু বাকি নেই।
de: Für heute ist nichts mehr übrig.
el: Δεν απομένει τίποτα για σήμερα.
es: No queda nada para hoy.
fa: برای امروز چیزی باقی نمانده است.
fr: Plus rien pour aujourd’hui.
he: לא נשאר דבר להיום.
hi: आज के लिए कुछ बाकी नहीं।
id: Tidak ada yang tersisa untuk hari ini.
it: Non resta nulla per oggi.
ja: 今日の残りはありません。
ko: 오늘 남은 할 일이 없습니다.
mr: आजसाठी काहीही शिल्लक नाही.
ms: Tiada lagi untuk hari ini.
nl: Er is niets meer over voor vandaag.
pl: Na dziś nic nie zostało.
pt_br: Nada mais para hoje.
ro: Nu mai rămâne nimic pentru astăzi.
ru: На сегодня ничего не осталось.
th: ไม่เหลืออะไรสำหรับวันนี้
tr: Bugün için kalan bir şey yok.
uk: На сьогодні нічого не залишилося.
ur: آج کے لیے کچھ باقی نہیں۔
vi: Hôm nay không còn gì nữa.
zh_hans: 今天没有未完成的任务。
zh_hant: 今天沒有剩餘的任務。

# carplay.empty.title
source: All clear
ar: تم إنجاز كل شيء
bn: সব হয়ে গেছে
de: Alles erledigt
el: Όλα καθαρά
es: Todo al día
fa: همه انجام شد
fr: Tout est fait
he: הכול הושלם
hi: सब पूरा हो गया
id: Semua selesai
it: Tutto fatto
ja: すべて完了
ko: 모두 완료
mr: सर्व झाले
ms: Semua selesai
nl: Alles gedaan
pl: Wszystko zrobione
pt_br: Tudo em dia
ro: Totul rezolvat
ru: Всё сделано
th: เรียบร้อยหมดแล้ว
tr: Hepsi tamam
uk: Усе зроблено
ur: سب مکمل
vi: Đã xong hết
zh_hans: 全部完成
zh_hant: 全部完成

# carplay.error.load_tasks
source: Couldn’t load tasks — tap to retry.
ar: تعذّر تحميل المهام. اضغط لإعادة المحاولة.
bn: টাস্ক লোড করা যায়নি – আবার চেষ্টা করতে ট্যাপ করুন।
de: Aufgaben konnten nicht geladen werden – tippe, um es erneut zu versuchen.
el: Δεν ήταν δυνατή η φόρτωση των εργασιών – πατήστε για να δοκιμάσετε ξανά.
es: No se pudieron cargar las tareas. Toca para reintentar.
fa: بارگیری کارها انجام نشد — برای تلاش دوباره ضربه بزنید.
fr: Impossible de charger les tâches. Touchez pour réessayer.
he: לא ניתן לטעון את המשימות — יש להקיש כדי לנסות שוב.
hi: कार्य लोड नहीं हो सके। फिर से कोशिश करने के लिए टैप करें।
id: Tidak dapat memuat tugas – ketuk untuk mencoba lagi.
it: Impossibile caricare le attività. Tocca per riprovare.
ja: タスクを読み込めませんでした。タップして再試行してください。
ko: 할 일을 불러올 수 없습니다. 탭하여 다시 시도하세요.
mr: कार्ये लोड करता आली नाहीत – पुन्हा प्रयत्न करण्यासाठी टॅप करा.
ms: Tidak dapat memuatkan tugas – ketik untuk mencuba semula.
nl: Taken konden niet worden geladen – tik om opnieuw te proberen.
pl: Nie udało się wczytać zadań. Stuknij, aby spróbować ponownie.
pt_br: Não foi possível carregar as tarefas. Toque para tentar novamente.
ro: Sarcinile nu au putut fi încărcate – atingeți pentru a reîncerca.
ru: Не удалось загрузить задачи. Коснитесь, чтобы повторить.
th: โหลดงานไม่ได้ – แตะเพื่อลองอีกครั้ง
tr: Görevler yüklenemedi – yeniden denemek için dokunun.
uk: Не вдалося завантажити завдання. Торкніть, щоб повторити.
ur: کام لوڈ نہیں ہو سکے — دوبارہ کوشش کے لیے ٹیپ کریں۔
vi: Không thể tải nhiệm vụ – chạm để thử lại.
zh_hans: 无法载入任务，轻点重试。
zh_hant: 無法載入任務，請點一下重試。

# carplay.section.error
source: Error
ar: خطأ
bn: ত্রুটি
de: Fehler
el: Σφάλμα
fa: خطا
fr: Erreur
he: שגיאה
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
mr: त्रुटी
ms: Ralat
nl: Fout
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
ur: خرابی
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# carplay.title
source: Today
ar: اليوم
bn: আজ
de: Heute
el: Σήμερα
es: Hoy
fa: امروز
fr: Aujourd’hui
he: היום
hi: आज
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
mr: आज
ms: Hari Ini
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ro: Astăzi
ru: Сегодня
th: วันนี้
tr: Bugün
uk: Сьогодні
ur: آج
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天
